Repository: PanjatanCoders/prayerly
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, ur

# appTitle
source: Prayerly
bn: প্রেয়ারলি
hi: प्रेयरली
ur: پریرلی

source: Qibla Compass
bn: কিবলা কম্পাস
hi: किबला कम्पास
ur: قبلہ کمپاس

source: Dhikr Counter
bn: জিকির কাউন্টার
hi: जिक्र काउंटर
ur: ذکر کاؤنٹر

source: Prayer Times
bn: নামাজের সময়
hi: नमाज़ का समय
ur: نماز کے اوقات

source: Settings
bn: সেটিংস
hi: सेटिंग्स
ur: سیٹنگز

source: Refresh
bn: রিফ্রেশ
hi: रीफ्रेश
ur: ریفریش

source: How to Use
bn: কিভাবে ব্যবহার করবেন
hi: उपयोग कैसे करें
ur: استعمال کا طریقہ

# holdDeviceFlat
source: Hold your device flat (parallel to ground)
bn: আপনার ডিভাইসটি সমতল রাখুন (মাটির সমানে)
hi: अपने डिवाइस को समतल रखें (जमीन के समानांतर)
ur: اپنے آلے کو ہموار رکھیں (زمین کے متوازی)

# rotateUntilMarker
source: Rotate until the amber marker points upward
bn: অ্যাম্বার মার্কার উপরের দিকে না হওয়া পর্যন্ত ঘুরান
hi: तब तक घुमाएं जब तक एम्बर मार्कर ऊपर की ओर न हो
ur: اس وقت تک گھمائیں جب تک امبر مارکر اوپر کی طرف نہ ہو

# faceDirection
source: Face the direction of the amber marker
bn: অ্যাম্বার মার্কারের দিকে মুখ করুন
hi: एम्बर मार्कर की दिशा में मुंह करें
ur: امبر مارکر کی سمت میں منہ کریں

# facingQibla
source: You are now facing Qibla (Kaaba direction)
bn: এখন আপনি কিবলা (কাবার দিক) মুখ করে আছেন
hi: अब आप किबला (काबा दिशा) की ओर मुंह कर रहे हैं
ur: اب آپ قبلہ (کعبہ کی سمت) کی طرف منہ کر رہے ہیں

source: Dhikr Completed!
bn: জিকির সম্পন্ন!
hi: जिक्र पूरा हुआ!
ur: ذکر مکمل!

source: Count
bn: গণনা
hi: गिनती
ur: گنتی

source: Duration
bn: সময়কাল
hi: अवधि
ur: مدت

source: Remaining
bn: অবশিষ্ট
hi: शेष
ur: باقی

source: Progress
bn: অগ্রগতি
hi: प्रगति
ur: پیش قدمی

# continueLabel
source: Continue
bn: চালিয়ে যান
hi: जारी रखें

source: Finish
bn: শেষ
hi: समाप्त
ur: ختم

source: Set Target Count
bn: লক্ষ্য সংখ্যা সেট করুন
hi: लक्ष्य संख्या सेट करें
ur: ہدف کی تعداد سیٹ کریں

source: Target Count
bn: লক্ষ্য সংখ্যা
hi: लक्ष्य संख्या
ur: ہدف کی تعداد

source: Cancel
bn: বাতিল
hi: रद्द करें
ur: منسوخ

source: Save
bn: সংরক্ষণ
hi: सेव करें
ur: محفوظ کریں

source: Dhikr Settings
bn: জিকির সেটিংস
hi: जिक्र सेटिंग्स
ur: ذکر کی سیٹنگز

source: Haptic Feedback
bn: হ্যাপটিক ফিডব্যাক
hi: हैप्टिक फीडबैक
ur: ہپٹک فیڈبیک

# hapticFeedbackDesc
source: Vibrate on each count
bn: প্রতিটি গণনায় কম্পন
hi: हर गिनती पर कंपन
ur: ہر گنتی پر کمپن

source: Sound
bn: শব্দ
hi: आवाज़
ur: آواز

# soundDesc
source: Play sound on count
bn: গণনায় শব্দ চালান
hi: गिनती पर आवाज़ बजाएं
ur: گنتی پر آواز چلائیں

source: Show Arabic Text
bn: আরবি টেক্সট দেখান
hi: अरबी टेक्स्ट दिखाएं
ur: عربی متن دکھائیں

# showArabicTextDesc
source: Display Arabic dhikr text
bn: আরবি জিকির টেক্সট প্রদর্শন করুন
hi: अरबी जिक्र टेक्स्ट प्रदर्शित करें
ur: عربی ذکر کا متن دکھائیں

source: Show Transliteration
bn: প্রতিবর্ণীকরণ দেখান
hi: ट्रांसलिटरेशन दिखाएं
ur: نقل حرفی دکھائیں

# showTransliterationDesc
source: Display phonetic pronunciation
bn: ধ্বনিগত উচ্চারণ প্রদর্শন করুন
hi: ध्वन्यात्मक उच्चारण प्रदर्शित करें
ur: صوتی تلفظ دکھائیں

source: Show Translation
bn: অনুবাদ দেখান
hi: अनुवाद दिखाएं
ur: ترجمہ دکھائیں

# showTranslationDesc
source: Display English meaning
bn: বাংলা অর্থ প্রদর্শন করুন
hi: हिंदी अर्थ प्रदर्शित करें
ur: اردو معنی دکھائیں

source: Auto Reset
bn: অটো রিসেট
hi: ऑटो रीसेट
ur: خودکار ری سیٹ

# autoResetDesc
source: Reset counter when target reached
bn: লক্ষ্যে পৌঁছালে কাউন্টার রিসেট করুন
hi: लक्ष्य पहुंचने पर काउंटर रीसेट करें
ur: ہدف تک پہنچنے پر کاؤنٹر ری سیٹ کریں

source: Search dhikr...
bn: জিকির খুঁজুন...
hi: जिक्र खोजें...
ur: ذکر تلاش کریں...

source: Popular
bn: জনপ্রিয়
hi: लोकप्रिय
ur: مقبول

source: All Dhikr
bn: সব জিকির
hi: सभी जिक्र
ur: تمام ذکر

source: Categories
bn: বিভাগসমূহ
hi: श्रेणियां
ur: اقسام

source: Morning Recommendations
bn: সকালের সুপারিশ
hi: सुबह की सिफारिशें
ur: صبح کی تجاویز

source: Afternoon Recommendations
bn: দুপুরের সুপারিশ
hi: दोपहर की सिफारिशें
ur: دوپہر کی تجاویز

source: Evening Recommendations
bn: সন্ধ্যার সুপারিশ
hi: शाम की सिफारिशें
ur: شام کی تجاویز

source: No dhikr found
bn: কোন জিকির পাওয়া যায়নি
hi: कोई जिक्र नहीं मिला
ur: کوئی ذکر نہیں ملا

# adjustSearchFilter
source: Try adjusting your search or filter
bn: আপনার অনুসন্ধান বা ফিল্টার সামঞ্জস্য করার চেষ্টা করুন
hi: अपना खोज या फिल्टर समायोजित करने का प्रयास करें
ur: اپنی تلاش یا فلٹر کو ایڈجسٹ کرنے کی کوشش کریں

# dhikrAvailable
source: {count} dhikr available
bn: {count} জিকির উপলব্ধ
hi: {count} जिक्र उपलब्ध
ur: {count} ذکر دستیاب

source: Unknown Location
hi: अज्ञात स्थान

source: Notifications disabled
hi: सूचनाएँ बंद की गईं

source: Notifications enabled
hi: सूचनाएँ चालू की गईं

# notificationPermissionDenied
source: Notification permissions denied
hi: सूचना अनुमति अस्वीकृत
